export const months = [
  "1월",
  "2월",
  "3월",
  "4월",
  "5월",
  "6월",
  "7월",
  "8월",
  "9월",
  "10월",
  "11월",
  "12월",
];

export const weeks = ["월", "화", "수", "목", "금", "토", "일"];

// 연간 구매 데이터
export const purchaseYearData = [
  55000, 70000, 47000, 60000, 35000, 28000, 69000, 110000, 80000, 53000, 32000,
  67000,
];

// 연간 판매 데이터
export const saleYearData = [
  40000, 37000, 0, 61000, 51000, 0, 27000, 71000, 59000, 94500, 130000, 64000,
];

// 연간 수익 데이터
export const revenueYearData = [
  0, 15000, 0, 33000, 0, 47000, 1000, 16000, 0, 1000, 2000, 0,
];

// 월간 구매 데이터
export const purchaseMonthData = [
  45000, 0, 60000, 0, 0, 65000, 80000, 0, 0, 0, 32000, 0, 0, 0, 60000, 51000,
  25000, 0, 0, 0, 0, 57000, 0, 0, 88000, 0, 125000, 0, 0, 0, 74000,
];

// 월간 판매 데이터
export const saleMonthData = [
  0, 0, 0, 120000, 0, 78000, 0, 0, 0, 0, 58000, 29000, 0, 0, 0, 0, 41000, 39000,
  0, 0, 115000, 0, 0, 0, 0, 254500, 0, 0, 36000, 61000, 0,
];

// 월간 수익 데이터
export const revenueMonthData = [
  0, 0, 50000, 0, 21000, 0, 71000, 0, 0, 0, 0, 0, 130000, 0, 0, 0, 34000, 0, 0,
  5000, 0, 0, 76000, 0, 0, 12000, 0, 11000, 0, 40500, 0,
];

// 주간 구매 데이터
export const purchaseWeekData = [50000, 10000, 60000, 0, 90000, 42000, 60000];

// 주간 판매 데이터
export const saleWeekData = [10000, 0, 0, 80000, 30000, 0, 42000];

// 주간 수익 데이터
export const revenueWeekData = [210000, 120000, 0, 0, 0, 35000, 7800];
