export const months = [
  "1월",
  "2월",
  "3월",
  "4월",
  "5월",
  "6월",
  "7월",
  "8월",
  "9월",
  "10월",
  "11월",
  "12월",
];

export const weeks = ["월", "화", "수", "목", "금", "토", "일"];

export const purchaseYearData = [
  55000, 70000, 47000, 60000, 35000, 28000, 69000, 110000, 80000, 53000, 32000,
  67000,
];
export const saleYearData = [
  40000, 37000, 0, 61000, 51000, 0, 27000, 71000, 59000, 94500, 130000, 64000,
];

export const revenueYearData = [
  -15000, -33000, -47000, 1000, 16000, -1000, 2000, -51000, 15500, 74000, 2000,
  11000,
];

// export const purchaseMonth
